########################################################################
########################################################################
# 게시판의 내용 읽기, 쓰기, 목록 확인, 수정, 삭제 등
########################################################################
########################################################################

from main import *
from flask import Blueprint

blueprint = Blueprint("board", __name__, url_prefix='/board')


@blueprint.route("/view/<idx>")
def board_view(idx):
    return "hello"
